var store = [{
        "title": "机器记忆",
        "excerpt":"机器视觉考试竟然成为记忆力考试！   谁能想到，机器视觉考试如今竟然演变成了一场记忆力的考验？！探讨图像识别的同时，还要记住各种算法和技术细节和各种名词，甚至于每个字母的意思，简直是记忆力的大比拼！ 🤯💡   机器视觉 #记忆力挑战  ","categories": [],
        "tags": [],
        "url": "/2023/11/16/%E6%9C%BA%E5%99%A8%E8%AE%B0%E5%BF%86.html",
        "teaser": "/images/500x300.png"
      },{
        "title": "抽象英雄强度",
        "excerpt":"369     最新的英雄，刚出三周，还没看出强度。   超级小桀     老英雄，从小就出生，到现在还在折磨着我，令人感叹，还好很快就滚蛋了。   压力怪     新英雄，强度很高，对线很难看出她在想什么，想做什么。   社会流氓     新英雄，适用性很强，压迫力很强，美中不足的是形象不太好，经常做出错误决策。   折弦之舞     老英雄，但是很多人会把这个名字和锐雯联系在一起，但是并不是，其形象略似酒桶。   袁老师     袁老师这个英雄在上一次的削弱之后就一蹶不振了，现在还在等着大招，目前强度不高。  ","categories": [],
        "tags": [],
        "url": "/2023/11/17/%E6%8A%BD%E8%B1%A1%E8%8B%B1%E9%9B%84%E5%BC%BA%E5%BA%A6.html",
        "teaser": "/images/500x300.png"
      },{
        "title": "电机题库",
        "excerpt":"计算题的题型： 第九章：例题 9-4， 习题9-6 第十章：例题10-2， 习题10-1 期中考试原题回顾： 直流电机的工作原理： 直流电机的基本工作原理是基于电磁感应定律。它包括两个主要部分：定子（固定部分）和转子（旋转部分）。 定子：定子产生恒定的磁场，通常由永磁体或绕组构成。 转子：转子上有线圈，被称为电枢。当直流电通过电枢线圈时，由于电枢线圈在定子的磁场中，根据洛伦兹力定律，电流和磁场互相作用产生力，使得电枢转动。 当电枢转动时，电枢线圈的方向会周期性改变，为保持电机旋转方向不变，需要一个叫做换向器的装置。换向器与电刷配合，能够在电枢线圈转动时改变电流方向，确保电枢线圈的力的方向总是使电机转子朝同一个方向旋转。 三相异步电动机的工作原理： 三相异步电动机的工作原理基于旋转磁场和电磁感应。它同样由两大部分组成：定子和转子。 定子：定子由三组线圈组成，分布在电机内部，相互间隔120度。当三相交流电通过这些线圈时，由于三相电流的相位差，产生一个旋转的磁场。 转子：转子通常是由导电条和环组成的笼型结构（也有绕线型转子）。当定子的旋转磁场通过转子时，根据法拉第电磁感应定律，在转子中产生感应电流。这些电流在磁场中受到作用力，从而产生转矩，使转子转动。 重要的是，转子的转速总是低于磁场的旋转速度，这种速度差称为滑差。正是由于滑差的存在，转子中才能持续产生感应电流，从而使电机维持运转。 以下是GPT-4根据PPT出的复习题 答案可能会出现错误 prompt模板：你是一个优秀且负责任的电机与拖动基础大学老师，你的学生们要参加期末考试了，为了帮助他们复习知识点，你要根据文档出一些复习题，要有判断、填空、简答，以填空题为主。题目要尽量覆盖文档的知识点，要略有难度。要用中文回答。 第二章题目： 填空题：直流电动机的工作原理是基于______定律和____定律。 判断题：直流电机在运行时，其电枢绕组中的电流方向是固定不变的。（对 / 错） 简答题：简述直流电机的可逆性原理。 填空题：直流电机的主要结构包括______和____两大部分。 填空题：直流电机的电枢绕组是由许多按一定规律联接起来的线圈组成，这些线圈也称为____。 判断题：在直流电机中，电枢磁场和主磁场的轴线是平行的。（对 / 错） 填空题：直流电机的励磁方式分为______和____两种。 简答题：解释直流电机的转矩平衡方程式及其在电动机和发电机中的应用。 参考答案： 填空题答案：直流电动机的工作原理是基于洛伦兹定律和法拉第电磁感应定律。 判断题答案：错。直流电机在运行时，其电枢绕组中的电流方向是随转子转动而改变的。 简答题答案：直流电机的可逆性原理指的是同一台直流电机既可以作为电动机使用，也可以作为发电机使用，其转换依赖于电机的运行状态和电路条件。 填空题答案：直流电机的主要结构包括定子和转子两大部分。 填空题答案：直流电机的电枢绕组是由许多按一定规律联接起来的线圈组成，这些线圈也称为电枢线圈。 判断题答案：错。在直流电机中，电枢磁场和主磁场的轴线是垂直的。 填空题答案：直流电机的励磁方式分为并励和串励两种。 简答题答案：转矩平衡方程式描述了电动机和发电机在稳态运行时，机械转矩与电磁转矩的平衡关系。在电动机模式下，电磁转矩推动转子旋转；在发电机模式下，机械转矩维持转子旋转，并产生电能。 第三章： 填空题：变压器的主要作用是【】和【】，其基本工作原理基于【_】定律。 判断题：变压器的变比k大于1时，表示它是一个升压变压器。（对/错） 填空题：在变压器的构造中，【】和【】是最主要的两部分，其中铁心的材料通常使用【_】。 简答题：简述变压器的基本工作原理，并说明其如何实现电压的升降变换。 填空题：变压器的空载运行指的是原绕组接入额定电压、额定频率的电源，而副绕组【_】时的运行状态。 判断题：变压器在负载运行时，其一次侧和二次侧的电压比即为变压器的变比。（对/错） 填空题：变压器的主磁通和漏磁通的主要区别在于，主磁通负责【】，而漏磁通则主要起【】作用。...","categories": [],
        "tags": [],
        "url": "/study/%E7%94%B5%E6%9C%BA%E9%A2%98%E5%BA%93/",
        "teaser": "/images/500x300.png"
      }]
